cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"

brew "git"
brew "gitmoji"
brew "mas"
brew "shellcheck"
brew "tree"
brew "volta"
brew "wget"
brew "gh"

cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "raycast"
cask "notion"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "warp"
cask "zoom"

mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas 'Kindle', id: 405399194

